[GIT] Получение изменений
[GIT] Выполнение git gc
[GIT] Сбросить конвейеры рабочего каталога/ee1e6e17-993e-452d-80b7-37c7fc763041
[GIT] Очистка всех неверсированных файлов в рабочей копии.
[GIT] Очистка конфигураций подмодуля в .git/config.
[GIT] Обновление рабочей копии до версии 74021eaf0bc5920e5b8d14a8537912961ca936bd.
[GIT] Удаление измененных файлов в подмодулях
[GIT] Очистка всех неверсированных файлов в рабочей копии.

#0 сборка с экземпляром "gracious_grothendieck" с использованием драйвера докер-контейнера

#1 [внутренний] загрузочный комплект сборки
#1 получение образа moby/buildkit:buildx-stable-1
#1 получение образа moby/buildkit:buildx-stable-1 23,5 с выполнено
#1 создание контейнера buildx_buildkit_gracious_grothendieck0
#1 создание контейнера buildx_buildkit_gracious_grothendieck0 0,8 с завершено
#1 ГОТОВО 24,3 с.

#2 [внутренний] загрузить определение сборки из Dockerfile
#2 передача файла docker: 2B выполнено
#2 ГОТОВО 0,0 с.
ОШИБКА: не удалось решить: не удалось прочитать файл dockerfile: открыть файл Dockerfile: такого файла или каталога нет
